Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/housing_taxes_and_reliefs/local_property_tax_exemptions.html.txt.tmx
Source language: en
Languages: ga

source: Exemptions from Local Property Tax
ga: Díolúintí ón gCáin Mhaoine Áitiúil

source: • Properties that are exempt from Local Property Tax
ga: • Díolúintí ón gCáin Mhaoine Áitiúla

source: Certain properties are exempt from the Local Property Tax. Some people may be able to defer payment of the tax if they meet specified criteria. You can read more about deferring payment of LPT
ga: Tá roinnt maoine díolmhaithe ón gCáin Mhaoine Áitiúla agus d’fhéadfadh roinnt daoine bheith in ann íocaíocht na cánach a iarchur má chomhlíonann siad critéir shonraithe

source: Exemption for residential properties purchased in 2013
ga: Díolúine do mhaoin chónaithe a ceannaíodh in 2013

source: Any person who purchased a property in 2013 qualifies for an exemption from LPT once they occupy the property as their sole or main residence
ga: Cáilíonn duine ar bith a cheannaigh maoin i 2013 don díolúine seo ón CMÁ a íoc a fhad agus a áitíonn siad an mhaoin mar a n-áit chónaithe aonair nó a bpríomháit chónaithe

source: If you purchased a second hand property in 2013 and qualify for this exemption, you can claim your exemption online
ga: Má cheannaigh tú maoin athláimhe i 2013 agus cáilíonn tú don díolúine seo, is féidir leat éileamh a dhéanamh anois ar líne

source: Instructions on how to claim the exemption are available on the Revenue website
ga: Tá treoir céim ar chéim ar conas an díolúine a éileamh ar fáil ar revenue.ie

source: Properties that are exempt from Local Property Tax
ga: Díolúintí ón gCáin Mhaoine Áitiúla

source: Properties purchased in 2013 are exempt until the end of 2019 if used as your sole or main residence
ga: Tá roinnt maoine díolmhaithe ón CMÁ. Is iad seo:

source: If the property is subsequently sold or ceases to be your main residence between 2013 and 2019, the exemption no longer applies
ga: Beidh maoin nua agus nár baineadh leas astu roimhe seo a ceannaíodh ó thógálaí nó ó fhorbróir idir an 1 Eanáir 2013 agus an 31 Deireadh Fómhair 2016 díolmhaithe go dtí deireadh 2016 (fiú má dhíoltar arís í sa tréimhse sin)

source: New and previously unused properties purchased from a builder or developer between 1 January 2013 and 31 October 2019 are exempt until the end of 2019 (even if sold again in that period)
ga: Beidh maoin a cheannaíonn ceannaitheoir céaduaire idir an 1 Eanáir 2013 agus an 31 Nollaig 2013 díolmhaithe go dtí deireadh 2016

source: Residential properties constructed and owned by a builder or developer that remain unsold and have not yet been used as dwellings (known as trading stock)
ga: Maoin chónaithe a thóg tógálaí nó forbróir ach nár díoladh go fóill agus nár baineadh leas astu mar áiteanna cónaithe go fóill (tugtar stoc trádála orthu seo)

source: Certain properties situated in unfinished housing estates (commonly called “ghost estates”) specified in the Finance (Local Property Tax) Regulations 2013
ga: Maoin áirithe atá lonnaithe in eastáit tithíochta neamhchríochnaithe (ar a dtugtar “scáileastáit”) a shonróidh an tAire Comhshaoil, Pobail agus Rialtais Áitiúil

source: The exemption for properties that have significant pyritic damage was extended by the Finance (Local Property Tax) (Amendment) Act 2015. This exemption applies to residential properties that have been shown to have a significant level of pyrite damage
ga: Maoin a ndeimhnítear a ndearna leibhéal suntasach de dhíobháil ag pirít dóibh, i gcomhréir leis na rialacháin atá le foilsiú ag an Roinn Comhshaoil, Pobail agus Rialtais Áitiúil

source: Residential properties owned by a charity or a public body and used to provide accommodation and support for people who have a particular need in addition to a general housing need to enable them to live in the community (for example, sheltered housing for the elderly or people with disabilities)
ga: Maoin chónaithe atá faoi úinéireacht charthanachta nó chomhlachta phoiblí agus a úsáidtear chun cóiríocht agus tacaíocht a chur ar fáil do dhaoine a bhfuil riachtanas ar leith acu, sa mhullach ar riachtanas ginearálta tithíochta d’fhonn ligean dóibh cónaí sa phobal (mar shampla, sciath-thithíocht do dhaoine scothaosta nó do dhaoine atá faoi mhíchumas)

source: Properties vacated by their owners due to illness. This exemption applies to a property which was occupied by a person as his or her sole or main residence and has been vacated by the person for 12 months or more due to long-term mental or physical infirmity
ga: Maoin ina raibh cónaí ar dhuine mar a p(h)ríomháit chónaithe nó an t-aon áit chónaithe a bhí acu agus ar fhág sé/sí an mhaoin siúd ar feadh 12 mhí nó níos faide mar gheall ar éiglíocht fhadtéarmach mheabhrach nó fhisiciúil

source: An exemption may be available in situations where the property has been empty for less than 12 months, if a doctor (registered practitioner) is satisfied that the person is unlikely to return to the property
ga: D’fhéadfadh fáil bheith ar dhíolúine i gcásanna ina bhfuil an mhaoin folamh le níos lú ná 12 mhí, má tá dochtúir (dochtúir ginearálta cláraithe) sásta nach dócha go bhfillfidh an duine sin ar an maoin

source: In both cases, the exemption only applies where the property is not occupied by another person
ga: Sa dá chás, ní bhaineann an díolúine ach amháin nuair nach gcónaíonn duine eile sa mhaoin

source: Mobile homes, vehicles or vessels
ga: Teach soghluaiste, feithicil nó árthach

source: Property fully subject to commercial rates
ga: Maoin atá go hiomlán faoi réir rátaí tráchtála

source: Properties used by charitable bodies as residential accommodation in connection with recreational activities that are an integral part of the body’s charitable purpose such as guiding and scouting activities
ga: Maoin a úsáideann comhlachtaí carthanúla mar chóiríocht chónaithe maidir le gníomhaíochtaí caitheamh aimsire atá mar chuid lárnach de chuspóir carthanúil an chomhlachta, ar nós gníomhaíochtaí treorach agus gasógaíochta

source: Property purchased, built or adapted to make it suitable for occupation by a permanently and totally incapacitated individual as their sole or main residence
ga: Maoin chónaithe a ceannaíodh, a tógadh nó a oiriúnaíodh go ndéanfaí áit oiriúnach chónaithe den mhaoin do dhuine atá ar éagumas buan agus iomlán mar a n-áit chónaithe aonair nó a bpríomháit chónaithe (níor mhór gur deimhníodh na forálacha nár mhór go ndearna an Bord Measúnaithe Díobhálacha Pearsanta nó cúirt nó iontaobhas nó ní mór nach mbaineann siad a thuilleadh)

source: In the case of adaptations to a property, the exemption will only apply where the cost of the adaptations exceeds 25% of the market value of the property before it is adapted
ga: I gcas oiriúnuithe a dhéanamh ar mhaoin, ní bheidh an díolúine i gceist ach amháin nuair a sháraíonn costas na n-oiriúnuithe 25% de luach margaidh na maoine sula ndéantar í a oiriúnú

source: The exemption ends if the property is sold and the incapacitated individual no longer occupies it as his or her sole or main residence
ga: Cuirtear deireadh leis an díolúine má dhíoltar an mhaoin agus mura gcónaíonn an duine atá ar éagumas inti a thuilleadh mar a n-áit chónaithe aonair nó a bpríomháit chónaithe

source: (Note that there is also a relief from LPT on properties that have been adapted for occupation by a disabled person
ga: (Tabhair faoi deara, tá faoiseamh le fáil ón CMÁ ar mhaoin a oiriúnaíodh le haghaidh áitiú ag duine atá faoi mhíchumas

source: They can qualify for a reduction in the market value of the property for LPT purposes
ga: Féadfaidh siad cáiliú do laghdú ar luach margaidh na maoine chun críocha an CMÁ

source: This relief only applies where the adaptation work increases the market value of the property.)
ga: Ní bhíonn an faoiseamh seo i gceist ach nuair a mhéadaíonn an obair oiriúnaithe luach margaidh na maoine.)

source: You can read more in Revenue's Guidelines on Local Property Tax Relief for Disabled/Incapacitated Individuals (pdf)
ga: Féadfaidh tú Treoirlínte na gCoimisinéirí Ioncaim ar Fhaoiseamh ó Cháin Mhaoine Áitiúil do Dhaoine atá faoi Mhíchumas/Éagumas (pdf) a léamh anseo

source: To claim an exemption you must complete your Local Property Tax Return and indicate the exemption condition you satisfy (the booklet (pdf) lists each condition). You should submit your return by the relevant deadline
ga: Murar cháiligh tú do dhíolúine i mblianta roimhe seo ach má cháilíonn tú anois, ba cheart duit iarratas a dhéanamh ar dhíolúine trí scríobh chuig na Coimisinéirí Ioncaim (féach an seoladh thíos)

source: If you do not make a return and tell Revenue that your property is exempt the Revenue Estimate may become payable
ga: Ba cheart duit d’ainm, Aitheantas na Maoine, seoladh na Maoine agus do UPS nó d’uimhir thagartha cánach a sholáthar

source: Local Property Tax (LPT) Branch P.O
ga: Cá ndéanfaidh mé iarratas?
